{
    "easy": [
        "I let out a sigh.",
        "Things feel tense.",
        "The ball is really big.",
        "We really like pies.",
        "Have some juice.",
        "The weather's not good.",
        "Go north.",
        "Be careful.",
        "There are eight of them.",
        "Don't drag it.",
        "She loves everyone.",
        "The cat's black.",
        "Run quickly.",
        "Let's have some pie.",
        "The sky's blue.",
        "She has ten toys.",
        "Let's play ball.",
        "Take a little nap.",
        "The dog's so cute.",
        "He's very tall.",
        "Jump up high.",
        "The sun's so hot.",
        "Read a book.",
        "Draw a picture.",
        "Write a letter.",
        "Open the door.",
        "Close the window.",
        "Speak quietly.",
        "Sing a song.",
        "Dance happily.",
        "Listen closely.",
        "Brush your teeth.",
        "Wash your hands.",
        "Cook dinner.",
        "Eat breakfast.",
        "Drive a car.",
        "Ride a bike.",
        "Walk to school.",
        "Catch a ball.",
        "Throw a frisbee.",
        "Swim in the pool.",
        "Climb a tree.",
        "Watch a movie.",
        "Play a game.",
        "Sleep at night.",
        "Wake up early.",
        "Dream big.",
        "Say hello.",
        "Do your homework.",
        "Go to bed.",
        "Finish your lunch.",
        "Tie your shoes.",
        "Share your toys.",
        "Count to ten.",
        "Say thank you.",
        "Write your name.",
        "Clean your room.",
        "Draw a smiley face.",
        "Sit down quietly.",
        "Eat your vegetables.",
        "Color the picture.",
        "Sing a nursery rhyme.",
        "Follow the rules.",
        "Build a tower.",
        "Listen to music.",
        "Run in the park.",
        "Jump over the puddle.",
        "Tell a story.",
        "Ask for help.",
        "Look both ways.",
        "Wave goodbye.",
        "Find the answer.",
        "Put on your coat.",
        "Take off your shoes.",
        "Play with your friends.",
        "Go outside and play.",
        "Use your imagination.",
        "Tell the truth.",
        "Be kind to others.",
        "Wait your turn.",
        "Use your inside voice.",
        "Share with your brother.",
        "Help your mom.",
        "Finish your dinner.",
        "Say I love you.",
        "Give a hug.",
        "Listen to your teacher.",
        "Clean up your toys."
    ],
    "medium": [
        "The airplane flies high in the sky.",
        "He is in a warlike mood today!",
        "She wears a beautiful silver necklace!",
        "I admit that I was wrong about him!",
        "We traveled by airplane to our destination.",
        "The soldier has a warlike demeanor.",
        "The moon shines like silver in the night sky.",
        "She admires the elegant silverware on the table.",
        "He had to admit defeat in the argument.",
        "An airplane roared overhead as we walked.",
        "The warlike nation threatened its neighbors.",
        "She inherited a set of silver cutlery.",
        "I must admit, the view from here is stunning!",
        "We booked tickets for the airplane early.",
        "His warlike tendencies often caused trouble.",
        "The treasure was hidden in a silver chest.",
        "He had to admit that he didn't know the answer.",
        "An airplane ticket can be expensive.",
        "Warlike behavior is not acceptable in society.",
        "She polished the silver until it gleamed.",
        "He finally admitted his mistake and apologized.",
        "The airplane soared gracefully through the clouds.",
        "They engaged in warlike activities for years.",
        "The moonlight reflected off the silver lake.",
        "She refused to admit that she was wrong.",
        "The airplane captain announced our arrival time.",
        "The warlike tribes clashed in battle!",
        "The silver lining of the cloud caught her eye.",
        "He had to admit that he was impressed by her skills.",
        "The airplane taxied down the runway for takeoff."
    ],
    "hard": [
        "She demonstrates a notable inclination towards depending extensively on her family network for guidance and support, implicitly acknowledging the indispensable role of their unwavering assistance in advancing her endeavors.",
        "His excessively flashy demeanor presents a significant barrier to forming meaningful connections, leading onlookers to lament the difficulty of engaging with such an individual.",
        "The conversation, lacking in substance and trapped in superficiality, wanders aimlessly, skimming the surface of meaningful discourse, prompting a nostalgic longing for deeper exploration of the underlying complexities.",
        "She invests considerable time and effort in the culinary sphere, painstakingly crafting a quince pie from scratch, infusing it with a diverse range of spices and flavors, expressing a cautious hope for its taste to match its appearance.",
        "The frail tone of the elderly man's voice barely rises above a whisper, compelling listeners to strain to catch his words, as he nostalgically reminisces about the era when his voice held authority.",
        "The success of the project precariously depends on the harmonious collaboration and cohesive efforts of team members, necessitating effective communication and seamless teamwork, as one stresses the importance of unified objectives and coordinated actions.",
        "His vocabulary, filled with obscure words and complex sentence structures, confuses and alienates the audience, prompting an intervention requesting simpler communication.",
        "The movie draws harsh criticism for its superficial treatment of complex social issues, prompting disappointment as one critiques its emphasis on style over substance.",
        "The meticulously tended quince tree yields a plentiful harvest, delighting estate owners, who enthusiastically praise the season's bounty.",
        "Despite his frail appearance, he exudes inner strength and resilience, defying physical limitations and prompting reflection on the deceptive nature of appearances.",
        "Navigating financial dependency requires humility and a willingness to set aside pride, leading to a reluctant acknowledgment of the humbling lessons inherent in seeking support.",
        "Her refined taste and preference for luxury present a challenge in gift selection, prompting frustration among friends tasked with finding suitable presents.",
        "She delivers scathing criticism of literature with shallow characterizations and lackluster narratives, denouncing the lack of substance.",
        "They embark on an early morning harvest of ripe quinces, selecting prime specimens for culinary use, expressing anticipation for the culinary delights to come.",
        "The dim candlelight creates a eerie atmosphere, prompting jests about the scene resembling a Gothic novel.",
        "Children seek solace in parental guidance, expressing their need for reassurance and comfort.",
        "His ambitious ideas are met with skepticism by peers questioning their feasibility, scoffing at impractical aspirations.",
        "She avoids shallow conversations, preferring meaningful dialogue, expressing disdain for idle chatter.",
        "They spend the afternoon making quince preserves, preserving the surplus fruit with care, eagerly anticipating the culinary delight.",
        "Despite physical frailty, he remains determined, refusing to yield to adversity.",
        "The company's success is tied to market fluctuations, prompting resignation to the unpredictability of economic forces.",
        "Her haughty demeanor alienates those around her, making genuine connections difficult.",
        "She longs for authentic connections, disillusioned with shallow interactions.",
        "The blooming quince tree fills the air with fragrance, prompting appreciation for the fleeting beauty of the moment.",
        "His feeble attempts to lift a heavy load prompt reflection on the effects of aging.",
        "The negotiation outcome depends on various factors, prompting philosophical reflection on fate.",
        "His condescending attitude evokes resentment, prompting murmurs of contempt from observers."
    ],
    "expert": [
        "Despite her remarkable proficiency and prowess in her craft, she finds herself inexorably tethered to her familial support network for emotional sustenance and guidance, a fact she begrudgingly acknowledges with a wistful sigh, \"I couldn't have achieved half of what I have without their unwavering encouragement and backing,\" she admitted, her voice tinged with a mix of gratitude and resignation.",
        "His egregiously pompous and condescending demeanor, compounded by his palpable sense of superiority and entitlement, erects an impenetrable barrier to forging any meaningful connection with him, a sentiment echoed sotto voce by those who encounter him, \"I simply don't have the patience to engage with individuals of his ilk,\" she muttered disdainfully, her brows furrowed in irritation.",
        "The discourse, languishing in the shallows of banality and superficiality, skirts delicately around the periphery of substantive discussion, evoking a collective sense of frustration and disillusionment among its participants who yearn for a deeper engagement with the underlying complexities, \"We seem to be tiptoeing around the crux of the matter here,\" he observed, his tone tinged with a hint of exasperation as he glanced around the room, seeking affirmation.",
        "Immersed in the crucible of her culinary passion, she dedicates countless hours to the meticulous construction of a quince pie from scratch, infusing it with an intricate tapestry of exotic spices and aromatic flavors, a labor of love she regards with a mixture of pride and anticipation, \"I can only hope it tastes as exquisite as it looks,\" she remarked with a satisfied smile, wiping a bead of perspiration from her brow.",
        "The frail timbre of the elderly gentleman's voice, scarcely rising above a whisper, serves as a poignant reminder of the inexorable march of time, compelling his audience to lean in closer, straining to catch every fleeting syllable as he regales them with tales of bygone days, \"I remember when my voice carried the weight of the world,\" he reminisced softly, his eyes misting over with nostalgia.",
        "The culmination of the project's success hinges precariously upon the delicate interplay of its team members, whose ability to foster seamless collaboration and effective communication proves paramount, a sentiment underscored emphatically by its project manager, \"We must ensure we are all singing from the same hymn sheet if we are to realize our collective vision,\" she asserted with unwavering conviction, her gaze sweeping across the assembled group.",
        "His lexicon, replete with an eclectic array of esoteric lexemes and convoluted syntactical structures, serves only to confound and alienate his audience, leaving them grappling futilely for comprehension amidst the tangled web of his verbosity, a frustration palpable in the exasperated sighs and muttered asides that punctuate the air, \"Could you, perhaps, deign to express yourself in more pedestrian terms for once?\" interjected one beleaguered attendee, his brow furrowed in consternation.",
        "The cinematic opus, ostensibly positioned as a poignant exploration of societal malaise, falls woefully short of its lofty ambitions, opting instead for a superficial veneer of aesthetic grandeur over substantive introspection, a critique echoed vociferously by its detractors, \"It's little more than a vacuous exercise in style over substance,\" lamented one disillusioned viewer, his disappointment palpable in the weary timbre of his voice.",
        "The quince tree, nurtured with meticulous care by the estate's seasoned horticulturists, yields a veritable cornucopia of succulent fruit, much to the delight and astonishment of its proprietors, who marvel at the fecundity of their labor, \"This promises to be a bumper crop,\" exclaimed the head gardener, his eyes twinkling with pride as he surveys the verdant expanse of the orchard.",
        "Despite his visibly frail countenance and the specter of infirmity that looms large, he radiates an aura of inner fortitude and resilience that belies his physical limitations, a testament to the indomitable spirit that resides within, \"One mustn't judge a book by its cover,\" he remarks sagely, a twinkle of mischief dancing in his eyes as he dispenses his nugget of wisdom to those around him.",
        "Navigating the treacherous terrain of financial dependence with stoic resolve and a begrudging acceptance of its attendant humiliations, she grapples with the dual burdens of pride and necessity, a struggle writ large in the resigned tilt of her shoulders and the weariness etched upon her brow, \"It's a bitter pill to swallow, but sometimes one must set aside their pride for the sake of survival,\" she concedes with a heavy sigh, her gaze fixed resolutely on the horizon.",
        "Her discerning palate and penchant for opulence conspire to render her an enigma to those tasked with procuring suitable gifts, a fact lamented vocally by her befuddled companions, \"She's a veritable Rubik's Cube of taste,\" they quip ruefully, their brows furrowed in consternation as they ponder their next move.",
        "She pulls no punches in her critique of the literary offering, eviscerating it with a rapier wit and a keen eye for detail, her disdain for its shortcomings laid bare for all to see, \"It's the literary equivalent of a daytime soap opera,\" she remarks with a dismissive wave of her hand, her lips curled in a derisive sneer.",
        "Venturing forth at the crack of dawn, they embark on a veritable odyssey of fruit procurement, traversing the verdant expanse of the orchard in search of the choicest specimens, a task undertaken with a mix of anticipation and determination, \"This is going to make the most delectable jam,\" she predicts with a gleeful twinkle in her eye, her basket overflowing with the bounty of their labor.",
        "The flickering light of the candle casts eerie shadows upon the walls, imbuing the room with an otherworldly ambience that sets the nerves on edge, a sensation not lost on its occupants, who exchange nervous glances and stifled giggles as they succumb to the whims of their imagination, \"It's like something out of a horror movie,\" he quips nervously, a bead of sweat trickling down his brow.",
        "Children, ensnared in the tangled web of familial bonds, cling desperately to the comforting embrace of their parents, seeking solace and reassurance in the face of an uncertain world, \"Mommy, I need you,\" the plaintive cry echoes through the room, a poignant reminder of the enduring power of parental love.",
        "His grandiose schemes, though lofty in ambition, elicit only skepticism and doubt from his peers, who regard his aspirations with a mixture of bemusement and incredulity, \"You're living in a fantasy world if you think that'll ever work,\" they scoff, their tone laced with derision.",
        "She steadfastly eschews superficial discourse in favor of more meaningful engagement, a fact she underscores with unwavering conviction and a steely resolve, \"I refuse to engage in idle chatter,\" she declares emphatically, her eyes alight with fiery determination.",
        "They dedicate the better part of the afternoon to the arduous task of jam-making, laboring over steaming pots and bubbling cauldrons in a veritable frenzy of culinary creativity, \"This is going to be a triumph,\" he declares with a flourish, brandishing a spoonful of the ruby-red concoction triumphantly.",
        "Undeterred by the ravages of time and the specter of advancing age, he remains resolute in his defiance, a beacon of hope and inspiration to those around him, \"I may be getting on in years, but I'm not ready to throw in the towel just yet,\" he declares defiantly, his voice ringing with conviction.",
        "The fortunes of the company hang precariously in the balance, subject to the capricious whims of market forces and economic turbulence, a reality that weighs heavily on the minds of its stakeholders, \"We're at the mercy of the market,\" he sighs resignedly, his brow furrowed with worry as he pores over the latest financial reports.",
        "Her haughty demeanor and imperious bearing serve only to alienate those around her, rendering her an outcast in the court of public opinion, \"She's impossible to warm up to,\" they murmur sotto voce, their gazes averted in discomfort.",
        "She wearies of the superficial trappings of modern society, yearning instead for deeper connections and more meaningful interactions, \"Is this all there is?\" she muses aloud, her voice tinged with a note of melancholy.",
        "They while away the hours in the cozy confines of the kitchen, transforming the humble quince into a delectable spread fit for a king, \"This is going to be a hit,\" she predicts with a grin, her fingers stained with the sweet nectar of their labor.",
        "In the face of overwhelming adversity, they stand resolute, their spirits undaunted by the formidable obstacles that lie in their path, \"You can't stop us,\" they declare in unison, their voices ringing out with unwavering determination."
    ]
}