{
    "easy": [
        "I sigh.",
        "It is tense.",
        "The ball is big.",
        "We love pies.",
        "Drink some juice.",
        "The weather is bad.",
        "Go north.",
        "Steer clear.",
        "There are eight.",
        "Do not drag.",
        "She is loving.",
        "The cat is black.",
        "Run fast.",
        "Eat pie.",
        "The sky is blue.",
        "She has ten toys.",
        "Play ball.",
        "Take a nap.",
        "The dog is cute.",
        "He is tall.",
        "Jump high.",
        "The sun is hot.",
        "Read a book.",
        "Draw a picture.",
        "Write a letter.",
        "Open the door.",
        "Close the window.",
        "Speak softly.",
        "Sing a song.",
        "Dance with joy.",
        "Listen carefully.",
        "Brush your teeth.",
        "Wash your hands.",
        "Cook dinner.",
        "Eat breakfast.",
        "Drive a car.",
        "Ride a bike.",
        "Walk to school.",
        "Catch a ball.",
        "Throw a frisbee.",
        "Swim in the pool.",
        "Climb a tree.",
        "Watch a movie.",
        "Play a game.",
        "Sleep at night.",
        "Wake up early.",
        "Dream big."
    ],
    "medium": [
        "The airplane flies high in the sky.",
        "He is in a warlike mood today.",
        "She wears a beautiful silver necklace.",
        "I admit that I was wrong about him.",
        "We traveled by airplane to our destination.",
        "The soldier has a warlike demeanor.",
        "The moon shines like silver in the night sky.",
        "She admires the elegant silverware on the table.",
        "He had to admit defeat in the argument.",
        "An airplane roared overhead as we walked.",
        "The warlike nation threatened its neighbors.",
        "She inherited a set of silver cutlery.",
        "I must admit, the view from here is stunning.",
        "We booked tickets for the airplane early.",
        "His warlike tendencies often caused trouble.",
        "The treasure was hidden in a silver chest.",
        "He had to admit that he didn't know the answer.",
        "An airplane ticket can be expensive.",
        "Warlike behavior is not acceptable in society.",
        "She polished the silver until it gleamed.",
        "He finally admitted his mistake and apologized.",
        "The airplane soared gracefully through the clouds.",
        "They engaged in warlike activities for years.",
        "The moonlight reflected off the silver lake.",
        "She refused to admit that she was wrong.",
        "The airplane captain announced our arrival time.",
        "The warlike tribes clashed in battle.",
        "The silver lining of the cloud caught her eye.",
        "He had to admit that he was impressed by her skills.",
        "The airplane taxied down the runway for takeoff."
    ],
    "hard": [
        "She is highly dependent on her family for support.",
        "His highfalutin attitude makes it hard to relate to him.",
        "The conversation was superficial and lacked depth.",
        "She made a delicious quince pie for dessert.",
        "The old man's feeble voice barely reached our ears.",
        "The success of the project is dependent on teamwork.",
        "His highfalutin language annoyed everyone in the room.",
        "The movie received criticism for its superficial treatment of the topic.",
        "The quince tree in their garden produced abundant fruit.",
        "Despite his feeble appearance, he possessed great inner strength.",
        "Being financially dependent on others can be difficult.",
        "Her highfalutin tastes made it hard to find a suitable gift.",
        "She criticized the book for its superficial character development.",
        "They harvested the ripe quince from the tree.",
        "The feeble light of the candle barely illuminated the room.",
        "Children are often emotionally dependent on their parents.",
        "His highfalutin ideas were met with skepticism by his peers.",
        "She avoided superficial conversations and preferred meaningful dialogue.",
        "They made quince jam from the surplus fruit.",
        "Despite his feeble health, he remained optimistic.",
        "The company's success is dependent on market conditions.",
        "Her highfalutin demeanor alienated those around her.",
        "She was tired of superficial relationships and longed for something deeper.",
        "The quince tree blossomed beautifully in the spring.",
        "He struggled to lift the heavy object with his feeble arms.",
        "The success of the project is highly dependent on funding.",
        "His highfalutin attitude often rubbed people the wrong way.",
        "She was tired of superficial interactions and craved genuine connections.",
        "They used the quince to make a delicious jelly.",
        "Despite his feeble attempts, he refused to give up.",
        "The outcome of the negotiations is dependent on various factors."
    ],
    "expert": [
        "Despite her high level of skill, she remains dependent on her family for emotional support,\"I couldn't have done it without them,\" she admitted.",
        "His highfalutin attitude, combined with his arrogant demeanor, makes it nearly impossible to relate to him on any level,\"I don't have time for people like him,\" she muttered under her breath.",
        "The conversation lacked substance and was superficial in nature, failing to address any of the underlying issues,\"We're just skirting around the real problem here,\" he observed.",
        "She spent hours in the kitchen meticulously crafting a quince pie from scratch, incorporating her own unique blend of spices and flavors,\"I hope it tastes as good as it looks,\" she said with a satisfied smile.",
        "The feeble voice of the elderly man barely registered above a whisper, forcing us to strain our ears in order to hear him,\"I remember when I could speak with such vigor,\" he reminisced.",
        "The success of the project hinges on the ability of the team members to effectively collaborate and communicate with one another,\"We need to be on the same page if we're going to make this work,\" she emphasized.",
        "His highfalutin language, filled with obscure terminology and convoluted syntax, left everyone in the room feeling perplexed and annoyed,\"Can you please speak in plain English for once?\" someone finally interjected.",
        "The movie was heavily criticized for its superficial treatment of the complex social issues it purported to address, failing to provide any meaningful insight or commentary,\"It's just another example of style over substance,\" one critic lamented.",
        "The quince tree, which had been meticulously tended to by the gardeners, produced an abundant harvest of fruit, much to the delight of the estate's owners,\"This is going to be a bumper crop,\" he exclaimed, surveying the laden branches.",
        "Despite his feeble appearance and frail frame, he possessed an inner strength and resilience that belied his physical condition,\"You can't judge a book by its cover,\" he would often remind people.",
        "Being financially dependent on others can be a humbling experience, requiring individuals to swallow their pride and accept help when it is offered,\"It's hard to ask for help, but sometimes you have to,\" she admitted reluctantly.",
        "Her highfalutin tastes and extravagant lifestyle made it nearly impossible to find a suitable gift that would meet her exacting standards,\"She's impossible to shop for,\" her friends complained.",
        "She offered scathing criticism of the book, deriding its superficial character development and lack of depth,\"It reads like a bad soap opera,\" she remarked with disdain.",
        "They set out early in the morning to harvest the ripe quince from the tree, carefully selecting only the finest specimens for use in their recipes,\"This is going to make the best jam,\" she predicted with a smile.",
        "The feeble light of the candle cast eerie shadows on the walls, creating an atmosphere of unease and uncertainty,\"It feels like we're in a horror movie,\" he joked nervously.",
        "Children often find themselves emotionally dependent on their parents, relying on them for guidance, support, and comfort,\"Mommy, I need you,\" the child whimpered, clinging to her leg.",
        "His highfalutin ideas, though ambitious in scope, were met with skepticism and doubt by his peers, who questioned their feasibility and practicality,\"You're dreaming if you think that'll work,\" they scoffed.",
        "She made a concerted effort to avoid superficial conversations, preferring instead to engage in meaningful dialogue that delved into deeper issues and emotions,\"I'm tired of small talk,\" she confessed.",
        "They spent the afternoon making quince jam from the surplus fruit, carefully preserving it in jars to enjoy throughout the year,\"This is going to taste amazing on toast,\" he predicted eagerly.",
        "Despite his feeble health and advancing age, he remained optimistic and resilient, refusing to let his physical limitations define him,\"I'm not giving up without a fight,\" he declared defiantly.",
        "The success of the company is highly dependent on market conditions, which can be unpredictable and volatile,\"We're at the mercy of the market,\" he sighed, watching the stock ticker anxiously.",
        "Her highfalutin demeanor and pretentious attitude alienated those around her, making it difficult for them to relate to her on a personal level,\"She's so stuck up,\" they whispered behind her back.",
        "She grew weary of superficial relationships and shallow interactions, longing instead for genuine connections and meaningful conversations,\"I'm tired of playing games,\" she confided in her closest friend.",
        "The quince tree burst into bloom in the spring, its delicate blossoms filling the air with a sweet, intoxicating fragrance,\"It smells like heaven,\" she breathed, closing her eyes and inhaling deeply.",
        "He struggled to lift the heavy object with his feeble arms, his muscles straining with the effort,\"I'm not as young as I used to be,\" he grunted as he hoisted it into place.",
        "The outcome of the negotiations is dependent on a myriad of factors, including economic conditions, political climate, and public opinion,\"It's a delicate balancing act,\" she remarked, juggling the various considerations in her mind.",
        "His highfalutin attitude and condescending demeanor often rubbed people the wrong way, causing them to bristle at his arrogance and self-importance,\"He thinks he's better than everyone else,\" they muttered under their breath.",
        "She yearned for deeper connections and meaningful interactions, tired of the superficiality and shallowness that seemed to pervade modern society,\"Is this all there is?\" she wondered aloud, feeling a sense of dissatisfaction.",
        "They spent the afternoon in the kitchen, using the quince to make a delicious jelly that would be enjoyed by friends and family for weeks to come,\"This is going to be a hit at the next barbecue,\" she predicted with a grin.",
        "Despite his feeble attempts to dissuade them, they refused to give up on their dreams and persisted in pursuing their goals with determination and tenacity,\"You can't stop us,\" they declared, marching forward with unwavering resolve."
    ]
}